[
    {
        "parent": "",
        "message": " Hassan and Ali may have been able to sell a few fractional shares to unsuspecting tourists, or hoodwink a hapless loan officer into giving them a small loan against the bowl, but it’s clear there’s no way this bowl could support 50 billion Rials of future consumption or anywhere close to it. The true wealth stolen from them was a lot closer to one cup of rice.  \n Let’s contrast this to an asset like the common stock of General Motors, currently worth about $50 billion. If every holder of GM decided to sell simultaneously, they might receive less than $50 billion  \n or they might receive more (controlling stakes often trade at a premium) – but the ownership of an interest in GM is sufficiently deep and broad-based that $50 billion is a reasonable estimate for the wealth that would be lost by stockholders in aggregate if the GM stock price suddenly went to zero.  \n There’s a continuum between assets like GM’s common stock and Hassan and Ali’s bowl. Your evaluation of how much wealth was created and destroyed by the rise and fall of Terra and Luna will depend on where along this continuum these assets lie.  \n 1.  This not is not an offer or solicitation to invest, nor should this be construed in any way as tax advice. **Past returns are not indicative of future performance.** Thanks to John Karubian, Vildana Hajric and Anna Wroblewska for their helpful comments.  \n 2.  Terra and Luna were “worth” about $20 billion and $40 billion when they were changing hands at their highest prices, in early April 2022. See Matt Levine’s excellent post from May 11th, 2022 for more on specifics: [Terra Flops.](https://www.bloomberg.com/opinion/articles/2022-05-11/terra-flops)  \n 3.  We talked about this parable before, in a slightly different form in 2017: [A Brainteaser Double-Feature for the Holidays](https://elmwealth.com/brainteaser-double-feature-holidays/)  \n 4.  FOMO = Fear of Missing Out.  \n 5.  The final share of the bowl traded was 3/(231), and the cup’s exact “value” using the last trade price was =75/[3/(231)]=53,687,091,200 Rials.  \n 6.  Or selling some of the bowl to yield-seekers by offering to pay a 20% rate of interest on their bowl investment – in kind, of course.  "
    }
]